const manualData = {
  allDepartment: [
    "扁平件邮件作业区",
    "空侧邮件作业区",
    "陆侧邮件作业区",
    "技术保障部",
    "生产指挥调度中心",
    "综合办公室",
    "人力资源部",
    "工会",
    "安全保卫部",
    "计划财务部"
  ],
  deparetmentThree: ["扁平件邮件作业区", "空侧邮件作业区", "陆侧邮件作业区"],
  department: [
    {
      value: "扁平件",
      label: "扁平件",
      process: [
        "信盒传输线巡视",
        "非标件收集",
        "供件",
        "辅助分拣",
        "分拣机巡视",
        "塑封操作",
        "空盒收集",
        "塑封机错包处理",
        "拒识邮件处理",
        "收容邮件处理",
        "分拣封发专项邮件处理",
        "接发",
        "牵引车驾驶",
        "质检",
        "白班",
        "综合"
      ]
    },
    {
      value: "空侧",
      label: "空侧",
      process: [
        "交接门洞接收集装箱",
        "掏箱",
        "安检机后分类传输",
        "空侧供件",
        "拒识邮件处理",
        "空侧封发装箱称重",
        "交邮",
        "收容处理",
        "人工处理",
        "信息处理",
        "运保",
        "综合",
        "白班"
      ]
    },
    {
      value: "陆侧",
      label: "陆侧",
      process: [
        "车辆引导",
        "邮件卸车",
        "邮件驳运",
        "邮件过检",
        "总包开拆",
        "邮件扫描封发",
        "二次供件",
        "本地信息处理",
        "质检巡查",
        "邮件装车发运",
        "人工处理",
        "台账",
        "分流",
        "综合",
        "网运信息处理"
      ]
    }
  ],
  group: [
    "分拣班",
    "塑封班",
    "人工处理班",
    "综合班",
    "借调",
    "转运班",
    "封发班",
    "接发连班",
    "封发连班",
    "运行安保组",
    "白班"
  ],
  nonNumberHeader: [
    "部门",
    "姓名",
    "身份证号码",
    "职务",
    "班组",
    "岗位",
    "生产环节",
    "日期"
  ],
  air: [
    "接发联班",
    "人工处理班",
    "封发联班",
    "运行安保组",
    "白班",
    "综合班",
    "借调"
  ],
  flat: ["分拣班", "塑封班", "人工处理班", "综合班", "借调"],
  ground: ["转运班", "人工处理班", "封发班", "综合班", "借调"],
  equipment: [
    "包分机班组",
    "胶带机班组",
    "扁平件班组",
    "信息班组",
    "库房班组",
    "综合班"
  ],
  transport: ["查验班组", "客服班组", "综合班"],
  comprehensive: [
    "计划财务部",
    "人力资源部",
    "安全保卫部",
    "工会",
    "综合办公室"
  ]
};

export { manualData };
