const statisticsData = {
  /**
   * 成本费用明细
   */
  // 按照责任中心/班组
  costItems: [
    "一、人工成本",
    "1.工资",
    "2.工资相关费用",
    "职工福利费",
    "职工教育经费",
    "公积金",
    "社保",
    "3.外包费用",
    "二、折旧、摊销",
    "1.折旧",
    "2.无形资产及长期资产摊销",
    "三、运输费",
    "1.自办运费",
    "(1)过路过桥费",
    "(2)油料费",
    "(3)车辆保险费",
    "(4)维修费",
    "(5)年审洗停车费",
    "2.委办运费",
    "（1）公路",
    "（2）航空",
    "四、修理费",
    "(1)房屋建筑物",
    "(2)机械设备",
    "(3)计算机电子设备",
    "(4)其他",
    "五、低值易耗品",
    "1.成本",
    "2.管理",
    "六、业务费",
    "1.劳动保护费",
    "2.业务单册费及耗材",
    "3.业务损失费",
    "4.租赁费",
    "5.印制费",
    "6.水电取暖费",
    "7.物业管理费",
    "8.安全保卫费",
    "9.其他",
    "七、各项税费",
    "1.营业税金及附加",
    "2.房产税",
    "3.车船使用税",
    "4.印花税",
    "5.土地使用税",
    "6.残疾人就业保障金",
    "八、纯管理费",
    "1.办公费",
    "2.通信费用",
    "3.会议费",
    "4.差旅费",
    "5.业务招待费",
    "6.外事活动费",
    "7.业务宣传费",
    "8.聘请中介机构费用",
    "9.意外险",
    "10.财务费用",
    "11.业务损失",
    "12.其他",
    "13.营业外支出"
  ],
  costItemsGroup: {
    人工成本: [
      "1.工资",
      "2.工资相关费用",
      "职工福利费",
      "职工教育经费",
      "公积金",
      "社保",
      "3.外包费用"
    ],
    "折旧、摊销": ["1.折旧", "2.无形资产及长期资产摊销"],
    运输费: [
      "1.自办运费",
      "(1)过路过桥费",
      "(2)油料费",
      "(3)车辆保险费",
      "(4)维修费",
      "(5)年审洗停车费"
    ],
    修理费: ["(1)房屋建筑物", "(2)机械设备", "(3)计算机电子设备", "(4)其他"],
    低值易耗品: ["1.成本", "2.管理"],
    业务费: [
      "1.劳动保护费",
      "2.业务单册费及耗材",
      "3.业务损失费",
      "4.租赁费",
      "5.印制费",
      "6.水电取暖费",
      "7.物业管理费",
      "8.安全保卫费",
      "9.其他"
    ],
    各项税费: [
      "1.营业税金及附加",
      "2.房产税",
      "3.车船使用税",
      "4.印花税",
      "5.土地使用税",
      "6.残疾人就业保障金"
    ],
    纯管理费: [
      "1.办公费",
      "2.通信费用",
      "3.会议费",
      "4.差旅费",
      "5.业务招待费",
      "6.外事活动费",
      "7.业务宣传费",
      "8.聘请中介机构费用",
      "9.意外险",
      "10.财务费用",
      "11.业务损失",
      "12.其他",
      "13.营业外支出"
    ]
  },
  centers: {
    空侧责任中心: [
      "接发班(空侧)",
      "人工处理班(空侧)",
      "封发班(空侧)",
      "运行安保组(空侧)",
      "白班(空侧)",
      "综合班(空侧)",
      "借调(空侧)"
    ],
    陆侧责任中心: [
      "转运班(陆侧)",
      "人工处理班(陆侧)",
      "封发班(陆侧)",
      "综合班(陆侧)",
      "借调(陆侧)"
    ],
    扁平件责任中心: [
      "分拣班(扁平)",
      "塑封班(扁平)",
      "人工处理班(扁平)",
      "综合班(扁平)",
      "借调(扁平)"
    ],
    设备责任中心: [
      "包分机班组(设备)",
      "胶带机班组(设备)",
      "扁平件班组(设备)",
      "信息班组(设备)",
      "库房班组(设备)",
      "综合班(设备)"
    ],
    运输责任中心: ["查验班组(运输)", "客服班组(运输)", "综合班(运输)"],
    综合责任中心: [
      "综合办公室",
      "计划财务部",
      "人力资源部",
      "安全保卫部",
      "工会"
    ],
    邮航: ["邮航"],
    战略责任中心: ["战略责任中心"]
  },
  //  按照部门
  department: [
    "空侧邮件作业区",
    "陆侧邮件作业区",
    "扁平件邮件作业区",
    "技术保障部",
    "生产指挥调度中心",
    "综合办公室",
    "计划财务部",
    "人力资源部",
    "安全保卫部",
    "工会",
    "邮航",
    "战略"
  ],
  //  按照生产环节
  link: {
    陆侧邮件作业区: [
      "车辆引导",
      "邮件卸车",
      "邮件驳运",
      "邮件过检",
      "总包开拆",
      "邮件扫描封发",
      "二次供件",
      "本地信息处理",
      "质检巡查",
      "邮件装车发运",
      "人工处理",
      "分流",
      "综合",
      "网运信息处理"
    ],
    空侧邮件作业区: [
      "调箱",
      "交接门洞接收集装箱",
      "掏箱",
      "安检机后分类传输",
      "空侧供件",
      "拒识邮件处理",
      "空侧封发装箱称重",
      "交邮",
      "收容处理",
      "人工处理",
      "信息处理",
      "运保",
      "综合",
      "白班"
    ],
    扁平件邮件作业区: [
      "信盒传输线巡视",
      "非标件收集",
      "供件",
      "辅助分拣",
      "分拣机巡视",
      "塑封操作",
      "空盒收集",
      "塑封机错包处理",
      "拒识邮件处理",
      "收容邮件处理",
      "分拣封发专项邮件处理",
      "接发",
      "牵引车驾驶",
      "质检",
      "白班",
      "综合"
    ]
  }
};

export { statisticsData };
